Repository: giellalt/corpus-nob
Catalog: tmx/fkv/ficti/ruijankaiku/svom_for_livet1.docx.tmx
Source language: nob
Languages: fkv

source: SVØM FOR LIVET
fkv: UI HENGEN EĐESTÄ

source: «Va det meininga at vi sku være i vann, så blei vi fødd me finna.
fkv: «Jos meät olis meinattu vesieläviksi, niin met olisimma syntynheet uimuksitten kansa.

source: Også pappas forfedre fulgte birkarlenes led fra furuskogen i øst til Ruija i vest.
fkv: Papanki maaterivanhiimet kuljethiin biirkaarliitten keinoo pötäjämettästä iđässä läntheen käsin Ruijhaan.

source: Så kan man spørre, da tjærebredde kvener ankom ishavet, tok de seg et forfriskende bad?
fkv: Saattaa sitte kyssyyt ette ko tervala sivutut lantalaiset tulthiin Jäämeren ranthaan, otethiinko het friskaavan kylvön?

source: Vrengte de av seg lørvene, slengte seg uti og lærte seg å svømme?
fkv: Kiskothiinko het ittensä päältä traasut, paiskathiin ittensä merheen ja opetelthiin uimhaan?

source: Neppe, dersom de slektes på han pappa.
fkv: Tuskin, jos het olthiin sukkuu papale.

source: Pappas redningsplanke, som han den dag i dag klamrer seg til, var at han som ekte ishavsfesker aldri trengte å lære seg noe så unyttig som å svømme.
fkv: Papan pärjäämisplankku, mihin hän vieläki tarttuu, oli ette oikkee jäämerenfiskari ei koskhaan tartte oppiit semmoissii jouttaavii assiita ko uiminen.

source: Han hadde jo båt.
fkv: Hänelähän oli venet.

source: Pappa var i godt selskap.
fkv: Pappa oli hyvässä seurassa.

source: Av Magerøyas mange fiskere mestret få kunsten å karre seg i land hvis de datt i havet.
fkv: Tyhä harva Makreijan isosta fiskarijoukosta olis pystyny kiskomhaan ittensä maihin jos olis puđonu merheen.

source: «Å sku æ alikavæl trænge det, ja så e det alikavæl førr seint», sa pappa klokelig.
fkv: «Ja jos mi kuitenki häytysin sen tehä, niin se oon kuitenki liian hiljan», pappa viisasteli.

source: Han satset livet på at ho Lill gjorde som gode fiskebåter skulle, holdt seg med kjølen ned og masta opp.
fkv: Hän uskoi hengen sen pääle ette Lill, niin ko kunnon fiskuvenet häyttyyki, pyssyy kielas alaskäsin ja masto ylöskäsin.

source: «Men, ka vesst ho Lill alikavæl går ner?
fkv: «Niin, mutta mitä jos Lill kuitenki uppois?

source: » Hørte jeg en gang noen spørre pappa.
fkv: » mie kuulin ette joku kerran kysyi papalta.

source: «Æiller at du Ottar snuble over nåkka nytt og alikavæl ramle uti?
fkv: «Eli ette si Ottar kompustaisit johonki ja kuitenki puttosit merheen?

source: Men da sa pappa at spørsmålet var dumt, fordi han Ottar Olsen var kjent for å aldri ta seg vann over hodet.
fkv: Mutta silloin pappa sanoi ette kysymys oli tyhmä, sillä ko kaikki tieđethiin ette Ottar Olsen ei koskhaan ottanu vettä pään pääle.

source: Utspekulert retorikk, for pappa var det et solid argument.
fkv: Jouttaavaa spekulasuunii, papan mielestä se argumentti piti.

source: Mamma var mer usikker.
fkv: Mamma oli vähemän sikkari.

source: Som opprinnelig vestlending på farssiden manglet hun kvenenes jordnære løsning på problemet vann.
fkv: Hän oli faarin puolelta vestlenningin lähtöö, ja sillä häneltä vailui kvääniin maanlikheinen suhđet veđeksi käsketthyyn propleemhiin.

source: Hun lærte seg å svømme i voksen alder.
fkv: Hän oli oppinu uimisen taiđon, mutta vasta hiljemällä ijälä.

source: Noe hun mente også jeg burde, bare mye før.
fkv: Mitä hän meinas ette mieki pitäisin mutta paljon varhemin.

source: «Maureen, vænnen min», sa mamma, hun sto ved oppvasken og jeg sto på krakken ved siden av henne og hjalp til.
fkv: «Maureen, rakas lapsukainen», mamma sanoi, se seisoi ja pesi astiita ja mie seisoin krenkun päälä hänen vieressä ja autoin.

source: «Kjelvik og sjøen, når du starte på skolen vil æ du skal lære dæ å svømme.
fkv: «Kelviika ja meri, ko si alat koulhuun, niin mi halvan ette si opit uimhaan.

source: Da hørte vi pappa svare, han lå på sofaen i stua og slang seg etter dagens sjøvær.
fkv: Silloin mie kuulin ette pappa vastas, se makas suufala tuvassa ja vennyili päivän siikattheitten pörästä.

source: «Det som skjer, det skjer», mente han.
fkv: «Mitä sattuu, se sattuu», se meinas.

source: Mamma sa seg uenig, men i stua lå sjøulken på sitt.
fkv: Mamma oli eri mieltä, mutta tuvassa merikarfuu ei antanu ylön.

source: «Va det meininga at vi sku være i vann, så blei vi fødd me finna», sa pappa.
fkv: «Jos meät olis meinattu vesieläviksi, niin met olisimma syntynheet uimuksitten kansa», pappa sanoi.

source: Vi hørte ham snu seg mot sofaryggen og mumle at det sunneste var å holde seg på land.
fkv: Met kuulima ko se kääntyi suufansölkkää vasten ja mumisi ette tervheelissiin oli ette pyssyyt maala.

source: Det fjernet behovet for å drive dank i vann.
fkv: Silloin ei tartte hullutella veđessä.

source: «Æ har vældi løst», hvisket jeg til mamma. «Tell å lære å svømme.
fkv: «Mulla oon oiken halu», mie viskuttelin mammale, «halu oppia uihmaan.

source: Da ropte mamma imot stua at saken var avgjort.
fkv: Silloin mamma huusi tuphaan ette assii oon päätetty.

source: For sikkerhetens skyld.
fkv: Varmuuđen takia.

source: Avverge drukning.
fkv: Ette ei hukuttais.

source: «Førr ka om ho dætt uti?
fkv: «Mitä jos se putuais merheen?

source: » ropte mamma.
fkv: » huusi mamma.

source: «Fra bergan i Kjelvik?
fkv: «Kelviikan rantakalliolta?

source: Eiller fra robåten eiller nåkka sånt, og ikke kain ta nån svømmetak?
fkv: Eli soutovenheestä eli jostaki muusta eikä olheen pysty uihmaan.

source: Da kommer ho sæ ikke tell land.
fkv: Sillon se ei pääse rannale.

source: Stillheten fra stua var lang og grublende, før den endte i et snork.
fkv: Tuvasta ei pitkhään aikhaan kuulunu mithään, sielä hunteerathiin, ja sitte alkoi kuorssaaminen.

source: Pappa lot visst være å gjøre nedarvet svømme-udyktighet til en prinsippsak.
fkv: Pappa visshiin luopui ajatuksesta ette peritty uimataiđottomuus oon prinsippiassii.

source: Jeg var fem år og litt til, oppgaven med å sy på meg svømmeknappen tilfalt ei venninne av meg.
fkv: Mie olin viiđen ja vähä pääle ko yksi minun ystävistä sai tehtäväksi neuloot minun pääle uimaknapin.

source: Hun var to år eldre og ivrig i alt hun gjorde.
fkv: Se oli minnuu kaksi vuotta vanhempi ja ahnet kaikkiin hommiin pääle.

source: Hadde for lengst begynt på skolen, og ble kry da mamma spurte henne om svømme-hjelp.
fkv: Alkanu jo aikkaa koulhuun, ja pöyhistyi ko mamma kysyi sitä uima-avuksi.

source: «Vi svømme en gang i uka på skolen», sa hun da, begge armene hennes kavet i lufta for å vise.
fkv: «Meilä oon koulussa uimista kerran viikosa», se sanoi ja viuhtoi molemin käsin ilmassa ja näytti.

source: «Sånn hær; krål-krål.
fkv: «Tähän laihin, krool-krool.

source: Hastig pratet hun om dem som lærte seg å svømme, hun og noen andre i klassen.
fkv: Noppeesti se puheli niistä jokka opetelthiin uimhaan, hänestä ittestä ja muutamasta klassitoverista.

source: De tok steget videre og lærte seg å rase i vannet.
fkv: Het opithiin vielä enämenki, nimittäin rölläämhään veđessä.

source: Rase var sånt ungene sa for å herje eller ønes, altså ha det skøy.
fkv: Kläppiin puhheessa se tarkoitti ette reuhastethiin ja riehuthiin, eli ette het piđethiin sommaa.

source: Svømmetakene var visst presis de samme, bare flere og fortere.
fkv: Uiminen tarkoitti visshiin sitä sammaa, tyhä ette häsythiin enämen ja noppeemin.

source: «Krål, krål, krål», demonstrerte hun.
fkv: «Krool, krool, krool», se näytti.

source: Jeg hadde ennå ikke begynt på skolen hvor ungene fikk svømmeundervisning, men venninna mi hadde løsningen klar, på kveldstid var det nemlig folkebad i skolebassenget.
fkv: Mie en vielä ollu alkanu koulhuun missä kläpiile opetethiin uimista, mutta minun ystävällä oli valmis ratkaisu, ihmisillä oli nimittäin iltaisin tila uiđa koulun uimabassengissa.

source: Bassenget var 12,5 meter langt og holdt til i den påbygde enden av Turnhallen.
fkv: Bassengi oli 12,5 meetterin pitukainen ja löytyi Liikkumahallin jälkhiin pykätystä pöräosasta.

source: Det hadde det meste, minus badelig temperatur.
fkv: Sielä oli mitä pitiki, mutta vesi oli liijan kylmä uimisheen.

source: Finfint for isbadere, sa optimistene.
fkv: Oikhein passelii jääuimisheen, optimistit sanothiin.

source: «Kaldt nei», sa nyfrelste krålere hvis folk klagde og sa det var rett før folkebadet frøs over.
fkv: «Ei olheen kylmä», sanothiin vastaihastunheet kroolarit ko ihmiset vaitelthiin ja sanothiin ette se oli melkhein ette kansanpaati oli jäätymässä umpheen.

source: «Aldri så kallt som i sjøen», sa de.
fkv: «Ei likikhään yhtä kylmä ko meressä», net sanothiin.

source: Til dette menneske-akvariet stimet store og små magerøy-væringer flere ganger i uka.
fkv: Tähän ihmisakvaariheen rukatethiin isot ja pienet makreijalaiset usheeman kerran viikossa.

source: Særlig på fredagene, da det var folkebad klokka fem på ettermiddagen.
fkv: Erittäinki perjantaisin, silloin alkoi kansanpaati kello viiđen aikhaan iltapäivälä.

source: Dit dro vi.
fkv: Sinne met menimä.

source: Rettere sagt, dit ble jeg dratt.
fkv: Oikheemin sanottunna, sinne minun raahathiin.

source: Gjenklangen av skrikende stemmer i dusjområdet, den stikkende lukten av klor.
fkv: Kiljuminen kaikkaavassa truiskulomassa, pistäävä kloorin haiju.

source: Både spennende og skremmende.
fkv: Sekä jännittäävä ette kamala.

source: Bassenget var like tjåkfullt som garderoben.
fkv: Bassengissa sama meteli ko vaatittemalomassaki.

source: Noen voksne prøvde å bade, de hutret med blå lepper og armene tett omkring seg, resten var unger i alle aldre.
fkv: Joku harva raavas freistas uiđa, net hytisthiin huulet sinisennä ja käsivarret kropin ympäri, loput olthiin kaiken ikäissii kläppii.

source: Ungene svømte og raste som sinnsforvirret fisk, bassenget kokte som ei storseivøa.
fkv: Kläpit uithiin ja reuhastethiin ympäri ko hullut kalat, se oli ko saitaparvi.

source: De mange hodene med fargesterke badehetter minnet meg om de blåsene som pappa og dem brukte til garn og line.
fkv: Paljot päät monenfärisine uimalakkiinens olthiin minun mielestä ko tuppulit mitä pappa ja muut piđethiin verkoissa ja liinassa.

source: Bassenget krydde av sånne blåser, liksom det var satt alt for mye bruk på ei og samme mea.
fkv: Bassengi vilisi semmoissii tuppuliita, niinko se olis laskettu aivan liikkaa pruukkii samhaan kalapaikkhaan.

source: «Krål, krål», venninna mi gjorde seg klar til å hoppe i det.
fkv: «Krool, krool», minun ystävä oli valmis hyppäämhään sekhaan.

source: Men da oppdaget vi vaktmesteren fra skolen, han var nemlig også badevakt på folkebadet.
fkv: Mutta silloin met hoksasimma koulun vahtimestarin, se oli näjet kansa kansanpaatin paativahti.

source: En mann så myndig i støytene at han var direkte skummel.
fkv: Niin arvovaltainen mies ette oli suorastansa kamala.

source: Han vandret rundt på bassengkanten, hendene bakpå ryggen og svart fløyte hengende over hvit t-skjorte.
fkv: Se kuljeskeli ympäri bassenginreunaa, käđet sölän takana ja musta pilli hengaamassa valkkeen t-paiđan päälä.

source: Blikk som en tyvjo, rettet strengt mot plaskende og hylende unger.
fkv: Kattanto sillä oli ko haskelilla, ankaranna suorhaan läistyttäävii ja kiljuuvii kläppii kohđen.

source: Det var vrient for ham å vite, skjønte jeg, om folk drev og druknet eller bare hadde det artig.
fkv: Se ei ollu hänele hyvä tiettäät, sen mie ymmärsin, ette olthiinko ihmiset hukkumassa vain oliko niilä tyhä hauska.

source: Nå stirret badevakten på oss begge, meg og min større venninne.
fkv: Nyt se uimavahti pyyristi justhiin meitä kahta, minnuu ja minun isomppaa kaverii.

source: Da stoppet hun meg og forklarte saklig at det fantes regler.
fkv: Se pysätti minun ja selitti ette se oli olemassa reekeliitä.

source: Forbudt å springe på kanten, forbudt å drukne andre.
fkv: Se oli kieletty juoksemasta reunala, ja kieletty hukuttamasta muita.

source: Forbudt å…
fkv: Kieletty ette…

source: Straks badevakten så en annen vei, grep hun meg i hånden.
fkv: Heti ko paativahti kattoi muuvale, minun ystävä tarttui minnuu kätheen.

source: Hopp, sa hun, så hoppet vi i det.
fkv: Hyppää, se sanoi, ja niin met hyppäsimmä.

source: Jeg nådde straks bunnen, problemet var å nå lufta samtidig.
fkv: Mie olin heti pohjassa, propleemi oli ette kunka samhaan aikhaan päästä takaisin pinnale.

source: Store-venninna mi trakk meg inn på det aller grunneste, hvor jeg med nesa over vannflata fikk klar instruks.
fkv: Minun isoystävä kiskoi minun matalhaan päähän, missä mie nenä veđenpinnan ylipuolela sain selvän neuvon.

source: «Sånn hær», sa hun.
fkv: ”Tähän laihin”, se sanoi.

source: «Så se da.
fkv: ”Katto nyt.

source: Krål-krål.
fkv: Krool-krool.

source: Jeg nikket at jeg skjønte, hostet enda mer, og fikk samtidig krafset tak i bassengkanten.
fkv: Mie norkkasin sen merkiksi ette ymmärsin, köhin vielä enämen ja sain samassa otetuksi kiini bassengin reunasta.

source: Der knep jeg meg grundig fast.
fkv: Siihen mie sitte tartatinki lujasti.

source: Men nå var teoriundervisningen tydeligvis ferdig, venninna mi tok til å hale og dra.
fkv: Mutta ilman met nyt olima kerinheet teoriiopetuksen kansa sillä ko minun ystävä alkoi vetämhään ja kiskomhaan minnuu.

source: Hun mente visst at det var på tide med praksis.
fkv: Piian se ajatteli ette nyt oli aika alkkaat oikkeissiin hommhiin.

source: Jeg lagde sikkert kloremerker i bassengkanten før taket glapp.
fkv: Minun kynsistä jäi sikkaristi jäljet bassengin reunhaan ennen ko mie jouđuin helppaamhaan siitä.

source: Med stivt blikk sprang jeg i motsatt retning av det hun dro, i sakte kino mens vannet steg.
fkv: Kattanto jäykkänä mie freistasin juosta toisheen suunthaan ko mihin minun kaveri veti, se oli ko hiđas kiino samala ko vesi syveni ette syveni.

source: Hun dro og dro, til tærne mine lettet fra bunnen, da ble jeg svevende enkel å trekke med seg.
fkv: Kaveri kiskoi ette kiskoi, siihen ette minun varphaat irrothiin pohjasta, sitte se oliki jo kevvee vettäät minun myötänsä.

source: Her ute, med en kilometer ned til bassengbunnen og omringet av gale unger som hylte og sprutet og plasket, fant venninnen min tiden moden.
fkv: Sielä, kilomeetterin vettä alapuolela ja ympärillä hullui kläppii jokka kiljuthiin ja priiskutethiin vettä ja plaskathiin, minun ystävä kattoi ette nyt aika oli kypsy.

source: Hun hadde en vanntett plan, nå skulle jeg tydeligvis demonstrere uassistert svømming av høy kvalitet.
fkv: Sillä oli veđenpittäänä plaani, nyt mie piđin selvästiki esittäät korkkeetasaista ittenäistä uimista.

source: Rundt oss lagde ungeskokken bølger som tvang meg til å gispe og snappe etter luft, men det problemet tok venninnen min seg av.
fkv: Meiđän ympärillä kläppilauma laittoi lainheita mikkä pakotethiin minun haukkomhaan henkkee, mutta sen propleemin minun ystävä hoiti pois.

source: Uvisst hvorfor, hun trakk meg under.
fkv: En tieđä miksi, mutta se veti minun veđen alle.

source: «No må du svømme.
fkv: ”Nyt si häy’yt uia.

source: Svøm førr livet.
fkv: Ui hengen eestä.

source: Krål-krål», var det siste jeg hørte henne si.
fkv: Krool-krool”, se oli viime sanat mitä mie kuulin.

source: Jeg minnes at mitt siste snapp inneholdt lite luft og mye vann.
fkv: Mie muistan ette minun viimi haukkapala ilmaa oli enniimitten vettä.

source: Det var underlig, boblende stilt der nede.
fkv: Alhaala mailma oli kummalisen, kuohuuvan hiljainen.

source: Tross mine fektende protester, min ivrige svømmeinstruktør holdt meg lenge under.
fkv: Vaikka kunka freistasin panna vasthaan, se minun innokas uimaopettaaja piti minnuu pitkän aikkaa veđen alla.

source: Hun ville nok forsikre seg om at motivasjonen var på topp.
fkv: Se halus sikkaristi olla varma ette minun motivasuuni oli nokko hyvä.

source: Da lærte jeg mye svømme-viktig på en gang.
fkv: Siinä mie sain kerrala paljon tärkkeetä tiettoo uimisesta.

source: For det første at klorvann smaker stygt og svir i øynene, for det andre at det er vrient å puste under vann.
fkv: Ensistäki ette kloorivesi maistuu pahalta ja kirvelee silmissä, toiseksi ette veđen alla oon huono hengittäät.

source: Jeg lærte også at det kommer store, morsomme bobler når man hoster og brekker seg.
fkv: Havaittin kansa ette köhhiissä ja yökätessä se synttyy issoi, sommii kuplii.

source: Så brøt jeg igjen vannflata, slo vilt rundt meg i gjensynsglede med lufta, før jeg til et informativt rop igjen ble trukket under.
fkv: Sitte mie pääsin uuđesti pinnale, viuhđoin ilosta villisti käsilä ympäri ko pääsin taas näkemhään ilmaa, ennen ko minun taas selväsanaisesti vetäisthiin pinnan alle.

source: «Krål-krål.
fkv: ”Krool-krool.

source: Kun etter veldig langt om lenge slapp hun meg igjen opp.
fkv: Se meni hirmu pitkä aika ennen ko hän taas päästi minun ylös.

source: Øvelse gjør mester, og selv om jeg neppe lærte å svømme der og da – verken «krål» eller «brøst» – så lærte jeg å trø vannet.
fkv: Harjoitus tekkee mestarin, ja vaikka mie en juuri oppinu uimhaan sielä ja silloin – en ”kroolii” enkä ”rinttaa” – se mie kuitenki opin kunka polkkeet paikoilans.

source: Jeg kavet som en hund, med blikket stivt rettet mot grunna.
fkv: Mie reuhastin ko koira, kattanto tiukasti pohjaa kohđen.

source: Kom meg sakte, men sikkert av sted.
fkv: Pääsin etheenpäin hithaasti mutta varmasti.

source: «Krål da væll!
fkv: ”Kroolaa nyt ihmheessä!

source: Ropte min venninne bak meg.
fkv: Huuteli minun ystävä minun takana.

source: Jeg sanset nok at hun kom plogende for å kleppe tak i meg, den oppblåste svømmeblæra av en pedagog der hun var.
fkv: Näjin kyllä ette se pluukas tietä ette sais minusta kiini, semmoinen täytheen puhalettu ilmapussi pedagoogiksi ko se oli.

source: Men da, så det skingret over bassenget, ble hun avbrutt.
fkv: Mutta sitte kuului bassengin yli kimmee ääni mikä pysätti hänen.

source: Av en skummel mann med hvit t-skjorte.
fkv: Sen äänen päästi muutama kamala mies valkkeessa t-paiđassa.

source: Kula inni fløyta hans roterte med minst tusen omdreininger i sekundet.
fkv: Kuula hänen pillin sisälä pyöri kuitenki tuhanen kerttaa sekunissa.

source: Min venninne ble blåst av, sikkert for sin vannvittig usportslige oppførsel.
fkv: Minun ystävä vihelethiin pois, sikkaristi sillä ko hän käytti ittensä niin erinomhaisen epäurheilumaisesti.

source: «Ka du driv med?
fkv: ”Mitä si oiken touhuat?

source: » tordnet det fra bassengkanten.
fkv: ” jyrisi ääni bassenginreunalta.

source: «Ka?
fkv: ”Häh?

source: Æ?
fkv: Miikö?

source: » hørte jeg henne svare.
fkv: ” mie kuulin ette hän vastas.

source: «Æ lære bare ho Maureen å svømme væll.
fkv: ”Mi olen tyhä opettamassa Maureenia uihmaan.

source: Se, ho får tell å allting», forsvarte hun seg.
fkv: Katto, se oon jo oppimassa“, mie kuulin ette se puolusti itteensä.

source: Badevakten var lite overbevist, ei grundig lekse fløy forbi, den traff badehetta til min vesle forfølger.
fkv: Paativahti ei siihen uskonu, seuras perustheelinen läksytys, se osas minun pikku vainoojan uimalakkhiin.

source: Hun måtte love å slutte å lære meg å svømme, før jeg druknet.
fkv: Se häytyi luvata ette heittäis opettamasta minnuu uimhaan ennen ko mie hukkuisin.

source: Det var deilig å kjenne bunnen under tærne.
fkv: Se oli ihana tuntteet pohjan varphaitten alla.

source: Jeg klatret opp og pilte inn i garderoben.
fkv: Mie kiikuin ylös ja rukatin vaatittemalomhaan.

source: Hvor jeg straks, og i alle år etterpå, satte ekstra pris på å puste over vann i stedet for under vann.
fkv: Sielä mie heti, ja kaikkina vuosina pörästäki, panin paljo arvoo sille ette saapi hengittäät veđenpinnan ylipuolela eikä alapuolela.

source: Uten å dusje kledde jeg på meg, stadig i all hast, og rømte fra garderoben og folkebadet og det hele.
fkv: Mie en menny truiskhuun mutta vaatittin itteni hopusti, ja pakenin vaatittemalomasta ja kansanpaatista ja koko hommasta.

source: Dette skingrende og stygt plaskende, iskalde og klorstinkende monsteret.
fkv: Tuosta kiljuuvasta ja inhottaavasti plaskaavasta, jääkylmästä ja kloorilta haisseevasta monsterista.

source: Jeg sprang rett hjem.
fkv: Laukoin suoraa päätä kothiin.

source: Til ho mamma.
fkv: Mamman tykö.

source: Som virket å mislike svømmeopplæringen jeg var blitt utsatt for.
fkv: Joka vaikutti siltä ette hän ei tykäny siitä uimaopetuksesta mitä mie olin saanu.

source: Pappa, derimot, han var fornøyd.
fkv: Pappa, sen sijhaan, hän oli tytyväinen.

source: Han mente pedagogikken var helt rett.
fkv: Hänen mielestä pedagogikki oli aivan oikkee.

source: «Lille vænn», spurte mamma, vi spiste kvelds sammen og hun så meg stivne til da hun nevnte ordet vann.
fkv: ”Rakas ystävä”, mamma kysyi, met olima syömässä ehtavaa yhđessä, ja se näki ette mie jäykistyin ko kuulin sen sannoovan sanan vesi.

source: «Har du fått vannskrækk?
fkv: ”Oletko sie saanu vesikauhun?

source: Jeg ristet på hodet, stille med melkebart på overleppa.
fkv: Mie puđistin hiljaa päätä, maitoparta ylihuulen päälä.

source: «Så du vil lære å svømme alikavæll?
fkv: ”Sie sitte halvat kuitenki oppia uihmaan?

source: » spurte mamma.
fkv: ” mamma kysyi.

source: Jeg nikket.
fkv: Mie norkkasin.

source: «Venninna mi», sa jeg, «ho lærte mæ det.
fkv: ”Minun ystävä”, mie sanoin, ”sehän opetti mulle sitä.

source: «Ka da?
fkv: ”Jaa mitä?

source: «Å svømme?
fkv: ”Uihmaanko?

source: Jeg ristet på hodet.
fkv: Mie puđistin päätä.

source: Tørket melkebarten og sa.
fkv: Kuivasin maitoparran ja sanoin.

source: «Ho lærte mæ kor dødsviktig det e at man kan det.
fkv: ”Se opetti mulle kunka tähelinen se oon ette saattaa sen.

source: Å svømme», la jeg til.
fkv: Siis uia”, mie lisäsin.

source: Jeg spiste av brødskiven med brunost og så mamma gruble.
fkv: Mie söin leipäkiivun pruunijuuston kansa ja näjin ette mamma hunteeras.

source: «Mæn lov mæ en ting», sa hun.
fkv: ”Mutta luppaa mulle yhen asian”, se sanoi.

source: «Så klart, mamma.
fkv: ”Tietenki, mamma.

source: Ka da førresten?
fkv: Mutta mitä?

source: «At du aildri mer får bruk førr det.
fkv: ”Ette sulla ei koskhaan ennää ole juuri pakko uia.

source: Det lovet jeg.
fkv: Sen mie lupasin.

source: Et løfte jeg siden sørget for å holde.
fkv: Ja sen luppauksen mie olen pitäny.

source: Jeg liker å svømme, men har til dags dato kun en gang i livet hatt virkelig behov for det.
fkv: Mie tykkään uiđa, mutta mulla oon kiini tähän päivhään asti ollu tyhä kerran aivan pakko siihen hommhaan.

source: Nemlig den fredagen i folkebadet i Honningsvåg da jeg ble trukket under for å lære det.
fkv: Se oli sinä perjantaina Vookin kansanpaatissa ko minun veđethiin pinnan alle ette oppisin uimhaan.
